<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Currency
    |--------------------------------------------------------------------------
    |
    */

    'serial'        => '編號',
    'abbreviation'  => '簡稱',
    'mark'          => '符號',
    'exchange_rate' => '匯率',
    'is_base'       => '是否為基準貨幣',
    'is_enabled'    => '是否啟用',

    'name'        => '名稱',
    'description' => '描述',
    'remarks'     => '備註',

    'list'   => '設定清單',
    'create' => '新增設定',
    'edit'   => '設定修改',

    'form' => [
        'information' => '貨幣設定',
            'basicInfo'   => '基本資訊'
    ],

    'delete' => [
        'header' => '刪除設定',
        'body'   => '確定要刪除這項設定嗎？'
    ]
];
